Repository: pluginsGLPI/room
Catalog: locales/*.po
Languages: hu_hu

source: Error during the database update
hu_hu: Hiba az adatbázis frissítése közben

source: Room Management
hu_hu: Helyiség menedzsment

source: Name
hu_hu: Elnevezés

source: Type of Room
hu_hu: A helyiség típusa

source: Add a Room
hu_hu: Helyiség hozzáadása

source: Post
hu_hu: Küldés

source: Room
hu_hu: Helyiség

source: Room specificities
hu_hu: Helyiség sajátosságai

source: General
hu_hu: Általános

source: Conditions of Access
hu_hu: Hozzáférés feltételei

source: Type
hu_hu: Típus

source: Group in charge of the hardware
hu_hu: Hardverért felelős csoport

source: Technician in charge of the hardware
hu_hu: Technikai felelős

source: Alternate username
hu_hu: Alternatív felhasználónév

source: Comments
hu_hu: Megjegyzések

source: Seating
hu_hu: Ülőhely

source: Date of purchase
hu_hu: Vásárlás dátuma

source: Printer
hu_hu: Nyomtató

source: Video Projector
hu_hu: Projektor

source: Opening Times
hu_hu: Használható idősáv

source: Limitations
hu_hu: Korlátozások

source: Specificity 1
hu_hu: Sajátosság 1

source: Specificity 2
hu_hu: Sajátosság 2

source: Specificity 3
hu_hu: Sajátosság 3

source: Specificity 4
hu_hu: Sajátosság 4

source: ID
hu_hu: Azonosító

source: Computers
hu_hu: Számítógépek

source: Number of Computers
hu_hu: Számítógépek száma

source: Entity
hu_hu: Szervezet

source: Last update
hu_hu: Utoljára frissítve

source: Location
hu_hu: Elhelyezkedés

source: Whiteboard
hu_hu: Tábla

source: Associated items
hu_hu: Társított elemek

source: Select the desired entity
hu_hu: Válassza ki a kívánt szervezetet

source: Add
hu_hu: Hozzáad

source: Check All
hu_hu: Mindet kijelöl

source: Uncheck All
hu_hu: Kijelölést megszüntet

source: To delete
hu_hu: A törléshez

source: This computer is in room:
hu_hu: Ez a számítógép van a helyiségben:

source: Responsible
hu_hu: Felelős
